Repository: aledcds/ng2course
Catalog: client/localization/messages.*.xlf
Languages: es

# HomeText
source: Welcome Home!
es: Bienvenidos!!

# HomeLogoTitle
source: Book Logo
es: Logo de Libro

# HomeWelcomeText
source: Hello
es: Hola

source: {VAR_PLURAL, plural, =0 {no bitches} =1 {one bitch} =2 {two bitches} other {a bitch pack} }
es: {VAR_PLURAL, plural, =0 {ninguna perra} =1 {una perra} =2 {dos perras} other {un montón de perras} }

# HomeUserGender
source: Current user is
es: El usuario actual es

source: {VAR_SELECT, select, m {male} f {female} }
es: {VAR_SELECT, select, m {tio} f {tia} }

# HomeUsersInfo
source: Here we have:
es: Aquí tenemos:

source: {VAR_PLURAL, plural, =0 {no one} =1 {one {VAR_SELECT, select, m {man} f {woman} }} other {{INTERPOLATION} {VAR_SELECT_1, select, m {men} f {women} }} }
es: {VAR_PLURAL, plural, =0 {a nadie} =1 {{VAR_SELECT, select, m {un hombre} f {una mujer} }} other { {VAR_SELECT_1, select, m {unos hombres} f {unas mujeres} }} }

# BookListTitle
source: Books List
es: Lista de Libros

# BookListCreateButton
source: Create New
es: Crear nuevo

# UserListTitle
source: User List
es: Lista de usuarios

# UserListCreateButton
source: Create New
es: Crear nuevo
